alsa-utils
base
base-devel
brightnessctl
btop
cava
cliphist
discord
dolphin
dunst
efibootmgr
fastfetch
firefox
git
gparted
grim
grub
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
intel-ucode
kitty
linux
linux-firmware
neovim
networkmanager
obsidian
openssh
pipewire
pipewire-pulse
python-pywal
qt5-wayland
qt6-wayland
rofi-wayland
rsync
slurp
sof-firmware
swww
ttf-fira-code
udiskie
waybar
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-hyprland
yay-debug
yazi
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
