7zip
alsa-utils
ani-cli
anki
apache
base
base-devel
blueman
bluetui
bluez
bluez-utils
brightnessctl
btop
cava
clang
cliphist
discord
dolphin
efibootmgr
fastfetch
fd
firefox
git
github-cli
googler
grim
grub
gvfs
hyfetch
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
imv
intel-ucode
interception-caps2esc
interception-tools
kitty
less
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-supergrafx
libretro-blastem
libretro-bsnes
libretro-bsnes-hd
libretro-bsnes2014
libretro-core-info
libretro-desmume
libretro-dolphin
libretro-flycast
libretro-gambatte
libretro-genesis-plus-gx
libretro-kronos
libretro-mame
libretro-mame2016
libretro-melonds
libretro-mesen
libretro-mesen-s
libretro-mgba
libretro-mupen64plus-next
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-picodrive
libretro-play
libretro-ppsspp
libretro-retrodream
libretro-sameboy
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-yabause
linux
linux-firmware
man-db
manga-tui
mangal-bin
neovim
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
obs-studio
obsidian
openssh
os-prober
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
python-pywal
qt5-wayland
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
rofi-wayland
rsync
slurp
sof-firmware
spotify-launcher
swaync
swww
tmux
ttf-fira-code
vlc-git
waybar
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
